Repository: banditohq/bandito
Catalog: apps/mac/BanditoKit/Sources/BanditoL10n/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# inspector.library
source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
ja: ライブラリ
ko: 라이브러리
pt_br: Biblioteca
ru: Библиотека
zh_hans: 资源库

# inspector.nextRun
source: Next run %1$@
de: Nächster Lauf: %1$@
es: Próxima ejecución: %1$@
fr: Prochaine exécution : %1$@
ja: 次回実行: %1$@
ko: 다음 실행: %1$@
pt_br: Próxima execução: %1$@
ru: Следующий запуск: %1$@
zh_hans: 下次运行：%1$@

# inspector.project
source: Project
de: Projekt
es: Proyecto
fr: Projet
ja: プロジェクト
ko: 프로젝트
pt_br: Projeto
ru: Проект
zh_hans: 项目

# inspector.resets
source: Resets %1$@
de: Zurücksetzung %1$@
es: Se restablece el %1$@
fr: Réinitialisation %1$@
ja: %1$@ にリセット
ko: %1$@에 초기화
pt_br: Renova %1$@
ru: Сброс %1$@
zh_hans: %1$@ 重置

# inspector.rules
source: Rules
de: Regeln
es: Reglas
fr: Règles
ja: ルール
ko: 규칙
pt_br: Regras
ru: Правила
zh_hans: 规则

# inspector.runNow
source: Run now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
ja: 今すぐ実行
ko: 지금 실행
pt_br: Executar agora
ru: Запустить сейчас
zh_hans: 立即运行

# inspector.runsOn
source: Runs on
de: Läuft auf
es: Funciona con
fr: Fonctionne avec
ja: 実行環境
ko: 실행 환경
pt_br: Roda com
ru: Работает на
zh_hans: 运行于

# inspector.scheduleHeader
source: SCHEDULE
de: ZEITPLAN
es: PROGRAMACIÓN
fr: PLANNING
ja: スケジュール
ko: 일정
pt_br: AGENDAMENTO
ru: РАСПИСАНИЕ
zh_hans: 计划

# inspector.scheduleSummary
source: Weekdays at %1$@ · next %2$@
de: Werktags um %1$@ · nächste %2$@
es: Entre semana a las %1$@ · próxima %2$@
fr: En semaine à %1$@ · prochaine %2$@
ja: 平日 %1$@ · 次回 %2$@
ko: 평일 %1$@ · 다음 %2$@
pt_br: Dias úteis às %1$@ · próxima %2$@
ru: По будням в %1$@ · следующая %2$@
zh_hans: 工作日 %1$@ · 下次 %2$@

# inspector.schedules
source: Schedules
de: Zeitpläne
es: Programaciones
fr: Planifications
ja: スケジュール
ko: 일정
pt_br: Agendamentos
ru: Расписания
zh_hans: 计划任务

# inspector.toggleAria
source: Agent details (⌘I)
de: Agentendetails (⌘I)
es: Detalles del agente (⌘I)
fr: Détails de l'agent (⌘I)
ja: エージェントの詳細 (⌘I)
ko: 에이전트 상세 (⌘I)
pt_br: Detalhes do agente (⌘I)
ru: Сведения об агенте (⌘I)
zh_hans: 代理详情 (⌘I)

# inspector.uptime
source: up %1$lld days
de: läuft seit %1$lld Tagen
es: activo %1$lld días
fr: actif depuis %1$lld jours
ja: 稼働 %1$lld 日
ko: %1$lld일째 가동 중
pt_br: ativo há %1$lld dias
ru: работает %1$lld дня
zh_hans: 运行 %1$lld 天

# inspector.usage
source: Usage
de: Nutzung
es: Uso
fr: Utilisation
ja: 使用状況
ko: 사용량
pt_br: Uso
ru: Использование
zh_hans: 用量

# inspector.window.fiveHour
source: 5 hours
de: 5 Stunden
es: 5 horas
fr: 5 heures
ja: 5時間
ko: 5시간
pt_br: 5 horas
ru: 5 часов
zh_hans: 5 小时

# inspector.window.sevenDay
source: Week
de: Woche
es: Semana
fr: Semaine
ja: 週
ko: 1주
pt_br: Semana
ru: Неделя
zh_hans: 一周

# memory.daily
source: Every day
de: Jeden Tag
es: Cada día
fr: Chaque jour
ja: 毎日
ko: 매일
pt_br: Todo dia
ru: Каждый день
zh_hans: 每天

# memory.dailyDesc
source: A clean page every morning. Good for assistants with daily tasks.
de: Jeden Morgen eine leere Seite. Gut für Assistenten mit täglichen Aufgaben.
es: Una página limpia cada mañana. Ideal para asistentes con tareas diarias.
fr: Une page blanche chaque matin. Idéal pour les assistants avec des tâches quotidiennes.
ja: 毎朝まっさらな状態から始めます。毎日のタスクを持つアシスタント向けです。
ko: 매일 아침 빈 페이지에서 시작합니다. 매일 하는 작업이 있는 어시스턴트에 좋습니다.
pt_br: Uma página limpa toda manhã. Bom para assistentes com tarefas diárias.
ru: Каждое утро — чистый лист. Для ассистентов с ежедневными задачами.
zh_hans: 每天早上都是空白页。适合有日常任务的助手。

# memory.files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pt_br: Arquivos
ru: Файлы
zh_hans: 文件

# memory.filesMeta
source: %1$lld files %2$@ made for itself
de: %1$lld Dateien, die %2$@ für sich angelegt hat
es: %1$lld archivos que %2$@ creó para sí
fr: %1$lld fichiers créés par %2$@ pour lui-même
ja: %2$@ が自分用に作った %1$lld 個のファイル
ko: %2$@이(가) 자신을 위해 만든 파일 %1$lld개
pt_br: %1$lld arquivos que %2$@ criou para si
ru: %1$lld файла, которые %2$@ сделал для себя
zh_hans: %2$@ 为自己创建的 %1$lld 个文件

# memory.footer
source: Plain Markdown files on your server. You can open, edit or delete them. The agent reads the new version in the next chapter.
de: Einfache Markdown-Dateien auf deinem Server. Du kannst sie öffnen, bearbeiten oder löschen. Der Agent liest die neue Version im nächsten Kapitel.
es: Archivos Markdown normales en tu servidor. Puedes abrirlos, editarlos o borrarlos. El agente lee la nueva versión en el siguiente capítulo.
fr: Fichiers Markdown simples sur votre serveur. Vous pouvez les ouvrir, les modifier ou les supprimer. L'agent lit la nouvelle version au chapitre suivant.
ja: サーバー上のプレーンな Markdown ファイルです。開く、編集する、削除することができます。エージェントは次のチャプターで新しいバージョンを読みます。
ko: 서버에 있는 일반 Markdown 파일입니다. 열기, 편집, 삭제할 수 있습니다. 에이전트는 다음 챕터에서 새 버전을 읽습니다.
pt_br: Arquivos Markdown simples no seu servidor. Você pode abrir, editar ou excluir. O agente lê a nova versão no próximo capítulo.
ru: Обычные Markdown-файлы на вашем сервере. Их можно открыть, поправить или удалить — агент прочитает новую версию в следующей главе.
zh_hans: 服务器上的普通 Markdown 文件。你可以打开、编辑或删除。代理会在下一章节读取新版本。

# memory.full
source: One long chapter
de: Ein langes Kapitel
es: Un solo capítulo largo
fr: Un seul long chapitre
ja: ひとつの長いチャプター
ko: 하나의 긴 챕터
pt_br: Um único capítulo longo
ru: Одна длинная глава
zh_hans: 一个长章节

# memory.fullDesc
source: The agent compresses old messages itself. Handy for one big task, but costs more.
de: Der Agent komprimiert alte Nachrichten selbst. Praktisch für eine große Aufgabe, aber teurer.
es: El agente comprime los mensajes antiguos por sí mismo. Útil para una tarea grande, pero cuesta más.
fr: L'agent compresse lui-même les anciens messages. Pratique pour une grosse tâche, mais plus coûteux.
ja: 古いメッセージはエージェントが自分で圧縮します。大きな作業ひとつには便利ですが、高くつきます。
ko: 에이전트가 오래된 메시지를 스스로 압축합니다. 큰 작업 하나에 편하지만 비용이 더 듭니다.
pt_br: O agente comprime as mensagens antigas sozinho. Prático para uma tarefa grande, mas custa mais.
ru: Агент сам сжимает старое. Удобно для одной большой задачи, но дороже.
zh_hans: 代理会自行压缩旧消息。适合一个大任务，但成本更高。

# memory.header
source: MEMORY
de: GEDÄCHTNIS
es: MEMORIA
fr: MÉMOIRE
ja: メモリ
ko: 메모리
pt_br: MEMÓRIA
ru: ПАМЯТЬ
zh_hans: 记忆

# memory.journalMeta
source: Today: %1$lld entries · yesterday: %2$@
de: Heute: %1$lld Einträge · gestern: %2$@
es: Hoy: %1$lld entradas · ayer: %2$@
fr: Aujourd'hui : %1$lld entrées · hier : %2$@
ja: 今日: %1$lld 件 · 昨日: %2$@
ko: 오늘: %1$lld건 · 어제: %2$@
pt_br: Hoje: %1$lld registros · ontem: %2$@
ru: Сегодня: %1$lld записи · вчера: %2$@
zh_hans: 今天：%1$lld 条 · 昨天：%2$@

# memory.memoryFile
source: Main points: projects, decisions, open tasks · updated at %1$@
de: Das Wichtigste: Projekte, Entscheidungen, offene Aufgaben · aktualisiert um %1$@
es: Lo principal: proyectos, decisiones, tareas abiertas · actualizado a las %1$@
fr: L'essentiel : projets, décisions, tâches ouvertes · mis à jour à %1$@
ja: 要点：プロジェクト、決定事項、未完了のタスク · 更新 %1$@
ko: 핵심: 프로젝트, 결정 사항, 미완료 작업 · %1$@ 업데이트
pt_br: O principal: projetos, decisões, tarefas abertas · atualizado às %1$@
ru: Главное: проекты, решения, открытые задачи · обновлён в %1$@
zh_hans: 要点：项目、决定、待办事项 · 更新于 %1$@

# memory.modeAria
source: Memory mode
de: Gedächtnismodus
es: Modo de memoria
fr: Mode de mémoire
ja: メモリモード
ko: 메모리 모드
pt_br: Modo de memória
ru: Режим памяти
zh_hans: 记忆模式

# memory.notes
source: Notes
de: Notizen
es: Notas
ja: メモ
ko: 메모
pt_br: Notas
ru: Заметки
zh_hans: 笔记

# memory.notesMeta
source: %1$@ and %2$lld more
de: %1$@ und %2$lld weitere
es: %1$@ y %2$lld más
fr: %1$@ et %2$lld autres
ja: %1$@ ほか %2$lld 件
ko: %1$@ 외 %2$lld개
pt_br: %1$@ e mais %2$lld
ru: %1$@ и ещё %2$lld
zh_hans: %1$@ 等，另外 %2$lld 个

# memory.searchResult
source: “%1$@” · %2$lld matches, %3$@
de: „%1$@“ · %2$lld Treffer, %3$@
es: “%1$@” · %2$lld coincidencias, %3$@
fr: « %1$@ » · %2$lld résultats, %3$@
ja: 「%1$@」 · %2$lld 件一致、%3$@
ko: “%1$@” · %2$lld건 일치, %3$@
pt_br: “%1$@” · %2$lld resultados, %3$@
ru: «%1$@» · %2$lld совпадения, %3$@
zh_hans: “%1$@” · %2$lld 处匹配，%3$@

# memory.searched
source: Searched the conversation
de: Gespräch durchsucht
es: Buscó en la conversación
fr: Recherche dans la conversation
ja: 会話を検索
ko: 대화를 검색함
pt_br: Pesquisou na conversa
ru: Поискал в переписке
zh_hans: 搜索了对话

# memory.smart
source: Smart
de: Intelligent
es: Inteligente
fr: Intelligente
ja: スマート
ko: 스마트
pt_br: Inteligente
ru: Умная
zh_hans: 智能

# memory.smartChapters
source: Smart chapters
de: Intelligente Kapitel
es: Capítulos inteligentes
fr: Chapitres intelligents
ja: スマートなチャプター
ko: 스마트 챕터
pt_br: Capítulos inteligentes
ru: Умные главы
zh_hans: 智能章节

# memory.smartDesc
source: New chapter when the conversation grows, and a fresh start each morning. Fits almost everyone.
de: Neues Kapitel, wenn das Gespräch wächst, und jeden Morgen ein Neuanfang. Passt für fast alle.
es: Nuevo capítulo cuando la conversación crece, y un inicio nuevo cada mañana. Sirve a casi todos.
fr: Nouveau chapitre quand la conversation s'allonge, et un nouveau départ chaque matin. Convient à presque tout le monde.
ja: 会話が長くなったときと、毎朝の新しい一日で新しいチャプターを開始。ほとんどの人に合います。
ko: 대화가 길어지면 새 챕터를 시작하고, 매일 아침 새로 시작합니다. 거의 모든 사람에게 맞습니다.
pt_br: Novo capítulo quando a conversa cresce, e um recomeço a cada manhã. Serve para quase todo mundo.
ru: Новая глава, когда разговор разрастается, и с утра нового дня. Подходит почти всем.
zh_hans: 对话变长时开启新章节，每天早上重新开始。几乎适合所有人。

# memory.splitHeader
source: HOW TO SPLIT INTO CHAPTERS
de: WIE IN KAPITEL AUFTEILEN
es: CÓMO DIVIDIR EN CAPÍTULOS
fr: COMMENT DÉCOUPER EN CHAPITRES
ja: チャプターへの分け方
ko: 챕터 나누는 방식
pt_br: COMO DIVIDIR EM CAPÍTULOS
ru: КАК ДЕЛИТЬ НА ГЛАВЫ
zh_hans: 如何划分章节

# memory.title
source: Memory
de: Gedächtnis
es: Memoria
fr: Mémoire
ja: メモリ
ko: 메모리
pt_br: Memória
ru: Память
zh_hans: 记忆

# menubar.needsYou
source: %1$lld agents need you
de: %1$lld Agenten warten auf dich
es: %1$lld agentes necesitan tu atención
fr: %1$lld agents attendent votre action
ja: %1$lld 件のエージェントが対応を待っています
ko: 에이전트 %1$lld개가 확인을 기다립니다
pt_br: %1$lld agentes precisam de você
ru: %1$lld агента ждут вас
zh_hans: %1$lld 个智能体需要你处理

# menubar.open
source: Open Bandito
de: Bandito öffnen
es: Abrir Bandito
fr: Ouvrir Bandito
ja: Bandito を開く
ko: Bandito 열기
pt_br: Abrir Bandito
ru: Открыть Bandito
zh_hans: 打开 Bandito

# menubar.openChat
source: Open chat →
de: Chat öffnen →
es: Abrir chat →
fr: Ouvrir le chat →
ja: チャットを開く →
ko: 채팅 열기 →
pt_br: Abrir chat →
ru: Открыть чат →
zh_hans: 打开聊天 →

# menubar.pauseAll
source: Pause all agents
de: Alle pausieren
es: Pausar todos
fr: Tout mettre en pause
ja: すべて一時停止
ko: 모두 일시 정지
pt_br: Pausar todos
ru: Пауза для всех агентов
zh_hans: 全部暂停

# menubar.upNext
source: UP NEXT
de: ALS NÄCHSTES
es: A CONTINUACIÓN
fr: À VENIR
ja: 次に
ko: 다음
pt_br: A SEGUIR
ru: ДАЛЬШЕ
zh_hans: 接下来

# menubar.wantsPush
source: wants to push
de: will pushen
es: quiere subir
fr: veut pousser
ja: push しようとしています
ko: push하려고 함
pt_br: quer enviar
ru: хочет запушить
zh_hans: 想推送

# menubar.working
source: WORKING
de: AKTIV
es: TRABAJANDO
fr: EN COURS
ja: 作業中
ko: 작업 중
pt_br: TRABALHANDO
ru: РАБОТАЮТ
zh_hans: 工作中

source: New agent
de: Neuer Agent
es: Nuevo agente
fr: Nouvel agent
ja: 新規エージェント
ko: 새 에이전트
pt_br: Novo agente
ru: Новый агент
zh_hans: 新建智能体

# new.channel
source: New crew channel
de: Neuer Crew-Kanal
es: Nuevo canal de equipo
fr: Nouveau canal d'équipe
ja: 新規クルーチャンネル
ko: 새 크루 채널
pt_br: Novo canal de equipe
ru: Новый канал экипажа
zh_hans: 新建团队频道

# new.placeholder
source: Start a chat with…
de: Chat starten mit…
es: Iniciar un chat con…
fr: Commencer une conversation avec…
ja: 送信先を指定してチャットを開始…
ko: 대상과 대화 시작…
pt_br: Iniciar conversa com…
ru: Начать чат с…
zh_hans: 开始与…聊天

# new.to
source: To:
de: An:
es: Para:
fr: À :
ja: 宛先:
ko: 받는 사람:
pt_br: Para:
ru: Кому:
zh_hans: 收件人：

# notification.approval
source: %1$@ needs you
de: %1$@ braucht deine Freigabe
es: %1$@ necesita tu aprobación
fr: %1$@ attend votre approbation
ja: %1$@ の承認が必要です
ko: %1$@의 승인이 필요합니다
pt_br: %1$@ precisa da sua aprovação
ru: %1$@ ждёт вас
zh_hans: %1$@ 需要你的审批

# notification.finished
source: %1$@ finished
de: %1$@ ist fertig
es: %1$@ ha terminado
fr: %1$@ a terminé
ja: %1$@ が完了しました
ko: %1$@ 작업 완료
pt_br: %1$@ terminou
ru: %1$@ завершил работу
zh_hans: %1$@ 已完成

# onboarding.account.continueApple
source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
ja: Apple で続ける
ko: Apple로 계속
pt_br: Continuar com a Apple
ru: Продолжить с Apple
zh_hans: 使用 Apple 继续

# onboarding.account.continueGithub
source: Continue with GitHub
de: Mit GitHub fortfahren
es: Continuar con GitHub
fr: Continuer avec GitHub
ja: GitHub で続ける
ko: GitHub로 계속
pt_br: Continuar com o GitHub
ru: Продолжить с GitHub
zh_hans: 使用 GitHub 继续

# onboarding.account.heroText
source: Sign in once and all your servers and agents show up on every device. Approve tasks from your phone, even when the Mac is closed.
de: Einmal anmelden, und alle deine Server und Agenten erscheinen auf jedem Gerät. Aufgaben vom Handy freigeben, auch wenn der Mac zu ist.
es: Inicia sesión una vez y todos tus servidores y agentes aparecen en cualquier dispositivo. Aprueba tareas desde el teléfono, incluso con el Mac cerrado.
fr: Connectez-vous une fois, et tous vos serveurs et agents apparaissent sur chaque appareil. Approuvez les tâches depuis votre téléphone, même Mac fermé.
ja: 一度サインインすれば、すべてのサーバーとエージェントがどのデバイスにも表示されます。Mac を閉じていても、スマホからタスクを承認できます。
ko: 한 번만 로그인하면 모든 서버와 에이전트가 모든 기기에 나타납니다. Mac을 닫아도 휴대폰에서 작업을 승인할 수 있습니다.
pt_br: Entre uma vez e todos os seus servidores e agentes aparecem em qualquer dispositivo. Aprove tarefas pelo celular, mesmo com o Mac fechado.
ru: Войдите один раз, и все ваши серверы и агенты появятся на любом устройстве. Одобряйте задачи с телефона, даже когда Mac закрыт.
zh_hans: 登录一次，你的所有服务器和代理就会出现在每台设备上。即使 Mac 合上，也能用手机批准任务。

# onboarding.account.heroTitle
source: One team — on Mac and iPhone
de: Ein Team — auf Mac und iPhone
es: Un equipo: en Mac y en iPhone
fr: Une seule équipe — sur Mac et iPhone
ja: ひとつのチーム — Mac と iPhone で
ko: 하나의 팀 — Mac과 iPhone에서
pt_br: Uma equipe: no Mac e no iPhone
ru: Одна команда — на Mac и iPhone
zh_hans: 一个团队——Mac 和 iPhone 通用

# onboarding.account.orEmail
source: or with email
de: oder per E-Mail
es: o con correo
fr: ou par e-mail
ja: またはメールで
ko: 또는 이메일로
pt_br: ou com e-mail
ru: или по почте
zh_hans: 或使用邮箱

# onboarding.account.privacy
source: We only store your list of servers — encrypted, and only your devices hold the key. Code, API keys and conversations stay on your servers.
de: Wir speichern nur deine Serverliste, verschlüsselt, und nur deine Geräte haben den Schlüssel. Code, API-Schlüssel und Gespräche bleiben auf deinen Servern.
es: Solo guardamos tu lista de servidores, cifrada, y solo tus dispositivos tienen la clave. El código, las claves de API y las conversaciones se quedan en tus servidores.
fr: Nous ne stockons que votre liste de serveurs, chiffrée, et seuls vos appareils détiennent la clé. Code, clés API et conversations restent sur vos serveurs.
ja: 保存するのはサーバーの一覧だけで、暗号化されています。鍵を持つのはあなたのデバイスだけです。コード、API キー、会話はあなたのサーバーに残ります。
ko: 저희는 서버 목록만 암호화해 보관하며, 키는 사용자의 기기에만 있습니다. 코드, API 키, 대화는 서버에 그대로 남습니다.
pt_br: Guardamos apenas a sua lista de servidores, criptografada, e só os seus dispositivos têm a chave. Código, chaves de API e conversas ficam nos seus servidores.
ru: Мы храним только список ваших серверов — зашифрованным, ключ есть лишь у ваших устройств. Код, ключи API и переписка остаются на ваших серверах.
zh_hans: 我们只保存你的服务器列表，并且是加密的，只有你的设备持有密钥。代码、API 密钥和对话都留在你的服务器上。

# onboarding.account.sendLink
source: Send link
de: Link senden
es: Enviar enlace
fr: Envoyer le lien
ja: リンクを送信
ko: 링크 보내기
pt_br: Enviar link
ru: Прислать ссылку
zh_hans: 发送链接

# onboarding.account.skip
source: Continue without an account
de: Ohne Konto fortfahren
es: Continuar sin cuenta
fr: Continuer sans compte
ja: アカウントなしで続ける
ko: 계정 없이 계속
pt_br: Continuar sem conta
ru: Продолжить без аккаунта
zh_hans: 不创建账户，继续

# onboarding.account.skipHint
source: everything stays on this Mac only
de: alles bleibt nur auf diesem Mac
es: todo se queda solo en este Mac
fr: tout reste uniquement sur ce Mac
ja: すべてこの Mac にだけ保存されます
ko: 모든 것이 이 Mac에만 저장됩니다
pt_br: tudo fica apenas neste Mac
ru: всё будет только на этом Mac
zh_hans: 所有内容只保存在这台 Mac 上

# onboarding.account.subtitle
source: It's free, and it lets your devices find each other. You won't need to make up a password.
de: Kostenlos, damit deine Geräte einander finden. Ein Passwort musst du dir nicht ausdenken.
es: Es gratis y sirve para que tus dispositivos se encuentren. No tendrás que inventar una contraseña.
fr: Gratuit, il permet à vos appareils de se retrouver. Inutile d'inventer un mot de passe.
ja: 無料で、デバイス同士が互いを見つけるために使います。パスワードを考える必要はありません。
ko: 무료이며, 기기들이 서로를 찾도록 해 줍니다. 비밀번호를 만들 필요는 없습니다.
pt_br: É gratuita e permite que seus dispositivos se encontrem. Você não precisa criar uma senha.
ru: Он бесплатный и нужен, чтобы устройства узнавали друг друга. Пароль придумывать не придётся.
zh_hans: 免费，用于让你的设备互相找到。无需设置密码。

# onboarding.account.title
source: Create your Bandito account
de: Bandito-Konto erstellen
es: Crea tu cuenta de Bandito
fr: Créez votre compte Bandito
ja: Bandito アカウントを作成
ko: Bandito 계정 만들기
pt_br: Crie sua conta do Bandito
ru: Создайте аккаунт Bandito
zh_hans: 创建你的 Bandito 账户

# onboarding.agent.asks
source: Asks
de: Fragt nach
es: Pregunta
fr: Demande
ja: 確認
ko: 확인 방식
pt_br: Pergunta
ru: Спрашивает
zh_hans: 询问方式

# onboarding.agent.firstMessage
source: The first message takes a few seconds: %1$@ introduces itself and asks where to start.
de: Die erste Nachricht dauert nur Sekunden: %1$@ stellt sich vor und fragt, wo es losgehen soll.
es: El primer mensaje tarda unos segundos: %1$@ se presenta y pregunta por dónde empezar.
fr: Le premier message ne prend que quelques secondes : %1$@ se présente et demande par où commencer.
ja: 最初のメッセージは数秒で済みます。%1$@ が自己紹介し、どこから始めるか尋ねます。
ko: 첫 메시지는 몇 초면 됩니다. %1$@이(가) 자기소개를 하고 어디서 시작할지 묻습니다.
pt_br: A primeira mensagem leva alguns segundos: %1$@ se apresenta e pergunta por onde começar.
ru: Первое сообщение займёт пару секунд — %1$@ представится и спросит, с чего начать.
zh_hans: 第一条消息只需几秒：%1$@ 会自我介绍，并询问从哪里开始。

# onboarding.agent.hire
source: Hire %1$@ and say hi
de: %1$@ einstellen und Hallo sagen
es: Contratar a %1$@ y saludar
fr: Engager %1$@ et dire bonjour
ja: %1$@ を雇って挨拶する
ko: %1$@ 고용하고 인사하기
pt_br: Contratar %1$@ e dizer oi
ru: Нанять %1$@ и поздороваться
zh_hans: 雇用 %1$@ 并打个招呼

# onboarding.agent.subtitle
source: Pick a ready-made role and we'll set the model, instructions and schedule. You can change everything later, and add new agents any time.
de: Wähle eine fertige Rolle, dann stellen wir Modell, Anweisungen und Zeitplan ein. Alles lässt sich später ändern, und neue Agenten kannst du jederzeit hinzufügen.
es: Elige un rol ya hecho y nosotros ponemos el modelo, las instrucciones y el horario. Todo se puede cambiar después y puedes añadir agentes en cualquier momento.
fr: Choisissez un rôle prêt à l'emploi : nous réglons le modèle, les instructions et le planning. Tout est modifiable plus tard, et vous pouvez ajouter des agents à tout moment.
ja: 用意された役割から選ぶと、モデル、指示、スケジュールを自動で設定します。すべてあとから変更でき、新しいエージェントはいつでも追加できます。
ko: 준비된 역할을 고르면 모델, 지침, 일정을 자동으로 설정합니다. 나중에 모두 바꿀 수 있고, 새 에이전트는 언제든 추가할 수 있습니다.
pt_br: Escolha um papel pronto e a gente define o modelo, as instruções e a agenda. Tudo pode ser mudado depois, e você adiciona novos agentes quando quiser.
ru: Выберите готовую роль — мы подставим модель, инструкции и расписание. Всё можно поменять потом, а новых агентов добавить в любой момент.
zh_hans: 选一个现成的角色，我们会帮你设置模型、指令和计划。之后都可以修改，也能随时添加新代理。

# onboarding.agent.title
source: Who do you hire first?
de: Wen stellst du zuerst ein?
es: ¿A quién contratas primero?
fr: Qui engagez-vous en premier ?
ja: 最初に雇うのは誰？
ko: 가장 먼저 누구를 고용할까요?
pt_br: Quem você contrata primeiro?
ru: Кого нанять первым?
zh_hans: 你首先要雇用谁？

# onboarding.agent.yourFirst
source: YOUR FIRST AGENT
de: DEIN ERSTER AGENT
es: TU PRIMER AGENTE
fr: VOTRE PREMIER AGENT
ja: 最初のエージェント
ko: 첫 번째 에이전트
pt_br: SEU PRIMEIRO AGENTE
ru: ВАШ ПЕРВЫЙ АГЕНТ
zh_hans: 你的第一个代理

# onboarding.server.addressHint
source: This is how you usually sign in over SSH: user@address. We use your keys from %1$@, and we won't ask for a password.
de: So meldest du dich normalerweise per SSH an: benutzer@adresse. Wir verwenden deine Schlüssel aus %1$@ und fragen nicht nach einem Passwort.
es: Así sueles entrar por SSH: usuario@dirección. Usamos tus claves de %1$@ y no pediremos contraseña.
fr: C'est ainsi que vous vous connectez habituellement en SSH : utilisateur@adresse. Nous utilisons vos clés de %1$@ et ne demandons pas de mot de passe.
ja: 普段の SSH 接続は user@address の形式です。鍵は %1$@ のものを使い、パスワードは聞きません。
ko: 보통 SSH로 로그인하는 방식: 사용자@주소. %1$@의 키를 사용하며 비밀번호는 묻지 않습니다.
pt_br: É assim que você costuma entrar por SSH: usuario@endereco. Usamos suas chaves de %1$@ e não pediremos senha.
ru: Как вы обычно заходите по SSH: пользователь@адрес. Мы используем ваши ключи из %1$@ — пароль не спросим.
zh_hans: 你平时通过 SSH 登录的格式：用户@地址。我们会使用 %1$@ 中的密钥，不会索要密码。

# onboarding.server.addressTitle
source: Server address
de: Serveradresse
es: Dirección del servidor
fr: Adresse du serveur
ja: サーバーのアドレス
ko: 서버 주소
pt_br: Endereço do servidor
ru: Адрес сервера
zh_hans: 服务器地址

# onboarding.server.allOptions
source: all options
de: alle Optionen
es: todas las opciones
fr: toutes les options
ja: すべての方法
ko: 모든 옵션
pt_br: todas as opções
ru: все варианты
zh_hans: 全部选项

# onboarding.server.foundInConfig
source: Found in your settings:
de: In deinen Einstellungen gefunden:
es: Encontrado en tu configuración:
fr: Trouvé dans vos réglages :
ja: 設定から見つかりました:
ko: 설정에서 찾은 항목:
pt_br: Encontrado nas suas configurações:
ru: Нашли в ваших настройках:
zh_hans: 在你的设置中找到：

# onboarding.server.getServer
source: How to get a server →
de: So bekommst du einen Server →
es: Cómo conseguir un servidor →
fr: Comment obtenir un serveur →
ja: サーバーの入手方法 →
ko: 서버 구하는 방법 →
pt_br: Como conseguir um servidor →
ru: Как получить сервер →
zh_hans: 如何获取服务器 →

# onboarding.server.minutes
source: %1$lld minutes
de: %1$lld Minuten
es: %1$lld minutos
ja: 約 %1$lld 分
ko: 약 %1$lld분
pt_br: %1$lld minutos
ru: %1$lld минуты
zh_hans: 约 %1$lld 分钟

# onboarding.server.noPorts
source: We open no ports: the server only listens to itself.
de: Wir öffnen keine Ports: Der Server lauscht nur auf sich selbst.
es: No abrimos ningún puerto: el servidor solo escucha en sí mismo.
fr: Nous n'ouvrons aucun port : le serveur n'écoute que lui-même.
ja: ポートは一切開きません。サーバーは自分自身だけで待ち受けます。
ko: 외부로 포트를 열지 않습니다. 서버는 자기 자신만 수신합니다.
pt_br: Não abrimos portas: o servidor só escuta a si mesmo.
ru: Наружу ничего не открываем: сервер слушает только сам себя.
zh_hans: 我们不开放任何端口：服务器只监听它自己。

# onboarding.server.noServer
source: No server yet
de: Noch kein Server
es: Todavía no tengo servidor
fr: Pas encore de serveur
ja: サーバーがありません
ko: 서버가 아직 없어요
pt_br: Ainda não tenho servidor
ru: Сервера нет
zh_hans: 还没有服务器

# onboarding.server.noServerDesc
source: Any VPS from $5 a month will do. We'll walk you through where to get one and what to click.
de: Jeder VPS ab 5 $ im Monat reicht. Wir zeigen dir Schritt für Schritt, wo du einen bekommst und was du klicken musst.
es: Vale cualquier VPS desde 5 $ al mes. Te explicamos paso a paso dónde conseguirlo y qué pulsar.
fr: Tout VPS à partir de 5 $ par mois fera l'affaire. Nous vous guidons pas à pas pour en obtenir un.
ja: 月額 $5 からの VPS ならどれでも使えます。入手先と操作手順をご案内します。
ko: 월 5달러부터 하는 VPS면 어떤 것이든 됩니다. 어디서 구하고 무엇을 누르면 되는지 단계별로 안내합니다.
pt_br: Serve qualquer VPS a partir de US$ 5 por mês. Mostramos passo a passo onde conseguir e o que clicar.
ru: Подойдёт любой VPS от $5 в месяц. Покажем по шагам, где взять и что нажать.
zh_hans: 月费 5 美元起的任何 VPS 都可以。我们会一步步告诉你去哪里获取、点哪里。
